
export const visionList = [
    '입사 5년 후, 10년 후 자신의 모습은 어떨 것이라고 생각합니까?',
    '인생에서 가장 열정적인 순간은 언제였습니까?',
    '입사 후의 가장 큰 목표는 무엇입니까?',
    '근무 중 가장 중요하다고 생각하는 것은 무엇입니까?',
    '본인이 리더로써 추진한 경험이 있다면 어떤 일이 있습니까?'
]

export const companyInterestList = [
    '우리 기업의 인재상 중 본인이 해당하는 한 가지와 그 이유를 말해보세요',
    '해당 직무의 최근 이슈에 대해 말해보고 자신의 견해를 표현해보세요',
    '우리 기업의 개선사항이 필요하다면 제시해보세요',
    '해당 직무를 지원하게 된 이유를 말해보세요',
    '해당 직무와 관련된 경험에 대해 말해보세요'
]

export const personalityList = [
    '본인의 차별화된 강점이 있나요?',
    '본인의 장단점에 대해 말해주세요',
    '팀에서 분열이 일어난 경험이 있다면, 그 일을 해결한 경험을 말해주세요',
    '자신의 성격을 한 단어로 표현하고 이유를 설명해주세요',
    '본인의 약점과 이를 극복한 사례가 있다면 설명해주세요'
]

export const valueList = [
    '가장 존경하는 인물과 그 이유를 말해주세요',
    '본인이 일을 할 때 가장 중요하게 생각하는 가치관은 무엇인가요?',
    '가치관과 현실의 문제가 부딪쳤을 때 어떻게 하시겠습니까?',
    '가장 인상깊게 본 영화 한편과 그 이유를 말해주세요'
]

export const creativityList = [
    '자신이 얼마짜리 사람이라고 생각하나요? 그 이유와 함께 말해주세요',
    '기존과 다른 방식으로 문제를 해결하여 좋은 결과를 이루었던 경험이 있나요?',
    '미래를 가장 크게 바꿀 기술 한가지를 선택하고 그 이유를 말해주세요',
    '전국에서 가장 배달을 많이 시키는 음식은 무엇일까? 이유를 함께 말해주세요',
    '10년 후 크게 상용화될 물건 한 가지를 제시해보세요'
]